routes/web.php

SELECT * FROM `posts`
SELECT * FROM `users`
---
    return view('welcome');
});

Route::get('/dashboard', function () {
    return view('dashboard', [
        'people'=> \App\Models\User::all(),
        'posts' => \App\Models\Post::all(),
    ]);
})->middleware(['auth', 'verified'])->name('dashboard');